Repository: chivke/killay
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: this view is not publicly visible because it is out of scope ({scope})
es: esta vista no es públicamente visible porque está fuera del alcance ({scope})

source: Is restricted to physical places
es: Es restringido a lugares físicos

source: Piece does not exist
es: Pieza no existe

source: Search Options
es: Opciones de Búsqueda

source: {applied_filters} applied filters
es: {applied_filters} filtros aplicados

source: {number} pieces were found
es: {number} piezas fueron encontradas

source: No provider for this piece
es: No hay proveedor para esta pieza

source: Category
es: Categoría

source: Person
es: Persona

source: Keyword
es: Palabra Clave
