Repository: chivke/killay
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: File must be {self.file_extensions}
es: El archivo debe ser {self.file_extensions}

source: Site Configuration
es: Configuración del Sitio

source: Configuration
es: Configuración

source: Visualization
es: Visualización

source: Social Medias
es: Redes Sociales

source: Pages
es: Páginas

source: Users
es: Usuarios

source: Name of Site
es: Nombre del Sitio

source: Domain
es: Dominio

source: Domain of the site (example.com)
es: Dominio del sitio (example.com)

source: Is published
es: Está publicado

source: If the site is not published, you will need to log in to visit it
es: Si el sitio no está piublicado, necesitará logearse para visitarlo

source: Footer is visible
es: Pie del sitio es visible

source: Indicates whether or not the footer will be displayed
es: Indica si el pie de sitio será mostrado o no

source: General site configuration options
es: Opciones de configuración general del sitio

source: Site archival content display options and preferences
es: Opciones de visualización y preferencias del contenido archivístico del sitio

source: Allows you to manage institutional social networks to be displayed on the site
es: Permite gestionar las redes sociales institucionales mostradas en el sitio

source: Allows you to manage institutional logos to be displayed on the site
es: Permite gestionar los logos institucionales mostrados en el sitio

source: Archives Content Manager
es: Gestor de Contenido de Archivos

source: Content Manager
es: Gestor de Contenido

source: Bulk Actions
es: Acciones Masivas

source: Archives
es: Archivos

source: Collections
es: Colecciones

source: Pieces
es: Piezas

source: Categories
es: Categorías

source: People
es: Gente

source: Keywords
es: Palabras Clave

source: Sequences
es: Sequencias

source: Providers
es: Proveedores

source: Places
es: Lugares

source: Addresses
es: Direcciones

source: It allows executing bulk actions to manipulate the content. These work through an excel file (xlsx) that is loaded into the system.
es: Permite ejecutar acciones masivas para manipular el contenido. Funciona a través de archivos excel (xlsx) que son cargos al sistema.

source: It refers to the places from where the public could access restricted content
es: Se refiere a los lugares desde donde el público puede acceder a contenido restringido

source: IP addresses associated with this place
es: Direcciones IP asociadas con el lugar

source: Archives are the broadest classification to group pieces, and can be subdivided into collections
es: Los archivos son la clasificación más amplia para agrupar piezas, pudiendo ser subdivididos en colecciones.

source: Collections are groupings required to classify pieces within an archive
es: Las colecciones son agrupamientos requeridos para clasificar piezas dentro de un archivo

source: Pieces are the display units in multimedia format (videos, images, sounds and documents).
es: Las piezas son unidades de exhibición de múltiples formatos (videos, imágenes, sonidos y documentos).

source: Edition of fundamental fields of the piece and its categorization
es: Edición de los campos fundamentales de la pieza y su categorización

source: Edition of metadata field of the piece
es: Edición de los campos de metadatos de la pieza

source: The sequences allow you to add text content to certain moments of a piece of the video or sound kind
es: Las secuencias permiten añadir contenido de texto a ciertos momentos para piezas del tipo video o sonido

source: The providers allow you to manage the content of the piece to be displayed on the site
es: Los proveedores permiten gestionar el contenido de las piezas a ser mostrado en el sitio

source: The categories are subdivisions of the pieces of the collections for their more precise classification
es: Las categorías son subdivisiones de las piezas de una colección para una clasificación más precisa

source: People are subjects related to pieces of the site
es: Gente son sujetos relacionados a las piezas del sitio

source: Keywords are concepts related to the pieces within the site
es: Palabras claves son conceptos relacionados con las piezas del sitio

source: social media
es: redes sociales

source: social medias
es: redes sociales

source: Provider
es: Proveedor

source: Social network provider
es: Proveedor de red social

source: Social network profile URL
es: URL del perfil de la red social

source: Is visible
es: Es visible

source: Indicates if the social network will be visible to the public
es: Indica si la red social será visible al público

source: Position
es: Posición

source: Determines the position in which it will be displayed, the smaller the number, the earlier it will be located
es: Determina la posición en que será mostrada, mientras más pequeña más adelante será localizada

source: Name
es: Nombre

source: Name of the logo
es: Nombre del logo

source: Image
es: Imagen

source: Logo image
es: Imagen del logo

source: Indicates if the logo will be visible to the public
es: Indica si el logo será visible al público

source: Administrator
es: Administrador

source: Location
es: Locación

source: Update place
es: Editar lugar

source: Add place
es: Añadir lugar

source: Update IP Address
es: Editar dirección IP

source: Add IP Address
es: Añadir dirección IP

source: Update Piece ({code})
es: Editar Pieza ({code})

source: Update Archive ({slug})
es: Editar Archivo ({slug})

source: Update Collection ({slug})
es: Editar Colección ({slug})

source: Update Category ({slug})
es: Editar Categoría ({slug})

source: Update Person ({slug})
es: Editar Persona ({slug})

source: Update Keyword ({slug})
es: Editar Palabra Clave ({slug})

source: Pages Manager
es: Gestor de Páginas

source: Page List
es: Lista de Páginas

source: Users Manager
es: Gestor de Usuarios

source: Users List
es: Lista de Usuarios

source: Bulk Create Pieces
es: Creación Masiva de Piezas

source: This tool allows you to load an excel file with a series of pieces to be created. You can only add fields that do not involve uploading files (images, documents, sounds, files, etc.), the remaining fields must be updated piece by piece.
es: Esta herramienta permite cargar un archivo excel con una serie de piezas para ser creadas. Solo puedes añadir campos que no impliquen subir archivos (imagenes, documentos, sonidos, etc.), los demás campos deberán ser editados pieza por pieza.

source: Action Type
es: Tipo de Acciones

source: Type of bulk action to execute
es: Tipo de acción masiva a ser ejecutada

source: XLS File
es: Archivo XLSX

source: Excel file (xls) to be processed
es: Archivo excel (xlsx) a ser procesado

source: Wrong file extension, must be excel file
es: Extensión del archivo errada, debe ser un archivo excel

source: Wrong value type for {field} field, must be {field_types}
es: Tipo de valor errado para el campo {field}, debe ser {field_types}

source: The file does not contain rows with data
es: El archivo no contiene filas con datos

source: {field} field is required
es: campo {field} es requerido

source: Must be "TRUE" or "FALSE"
es: Debe ser "TRUE" o "FALSE"

source: {field} field must be slug (only letters, numbers and "-" or "_").
es: campo {field} debe ser slug (solo letras, números o "-" or "_").

source: File Columns
es: Columnas del Archivo

source: Here you can review the detail of the columns of the file to be uploaded
es: Acá puedes revisar el detalle de las columnas del archivo a ser subido

source: Required Columns
es: Columnas Requeridas

source: Non Required Columns
es: Columnas No Requeridas

source: Download the template
es: Descarga la plantilla

source: You can download here a template with all the fields usable by this bulk action.
es: Puedes descargar acá la plantilla con todos los campos usables por la acción masiva.

source: Column Name
es: Nombre de la Columna

source: Description
es: Descripción

source: Format
es: Formato

source: Video URL
es: URL del Video

source: Video URL from Youtube or Vimeo, like https://www.youtube.com/watch?v=CODE
es: URL del video de Youtube o Vimeo, como https://www.youtube.com/watch?v=CODE

source: Plain text
es: Texto plano

source: Only TRUE or FALSE
es: Solo TRUE o FALSE

source: Only numbers
es: Solo números

source: Must be in this format: YYYY:MM:DD
es: Debe ser en este formato: AAAA:MM:DD

source: Must be in this format: HH:MM:SS
es: Debe ser en este formato: HH:MM:SS

source: It can be the text suggested in the template or directly the ID number
es: Puede ser el texto sugerido en la plantilla o directamente el número ID

source: It allows a list of texts, they have to be separated by commas, like: "word,another-word"
es: Permite una lista de textos, estos deben estar separados por comas, como: "palabra,otra-palabra"

source: Row {row}
es: Fila {row}

source: date '{value}' does not match formats {formats}
es: fecha '{value}' no calza con un formato válido: {formats}

source: time'{value}' does not match formats HH:MM:SS
es: tiempo '{value}' no calza con un formato válido: HH:MM:SS

source: Successful Loading Result
es: Resultado de Carga Exitosa

source: Loading Errors Detected
es: Errores de Carga Detectados

source: The file contains the following errors in its data
es: El archivo contiene los siguientes errores en sus datos

source: The file contains errors
es: El archivo contiene errores

source: {value} is not a valid kind, must use: {kinds}
es: {value} no es un tipo valido, debe ser: {kinds}

source: {value} is not a correct URL
es: {value} no es una URL correcta

source: url "{value}" is not from a known provider, must be: {providers}
es: url "{value}" no es de un proveedor conocido, debe ser: {providers}

source: {value} for {field} field does not exist
es: {value} del campo {field} no existe

source: {value} for {field} field already exist
es: {value} del campo {field} ya existe

source: {value} {type} not belog to {other_value} {other_type}
es: {type} {value} no pertenece a {other_type} {other_value}

source: {value} for {field} is repeated
es: {value} de {field} está repetido

source: Download
es: Descargar

source: Send
es: Enviar

source: Confirm
es: Confirmar

source: Back
es: Atras

source: Upload
es: Subir

source: Save
es: Guardar

source: Delete
es: Eliminar

source: Search
es: Buscar

source: Create
es: Crear

source: Actions
es: Acciones

source: Update
es: Editar

source: You are in this place
es: Estás en este lugar

source: Your current IP
es: Tu IP actual

source: {model_name} {self.name_field}="{name}" was {self.action_name}
es: {model_name} {self.name_field}="{name}" fue {self.action_name}

source: Page is not “last”, nor can it be converted to an int.
es: Página no es "last" o no puede ser convertida en número

source: Invalid page (%(page_number)s): %(message)s
es: Página inválida (%(page_number)s): %(message)s

source: archive
es: archivo

source: archives
es: archivos

source: Name of the Archive
es: Nombre del Archivo

source: Slug of the archive, must be unique in the site
es: Slug del archivo, debe ser único en el sitio

source: Description of the archive
es: Descripción del archivo

source: Representative image of the archive
es: Imagen representativa del archivo

source: Indicates if the archive will be visible to the public
es: Indica si el archivo es visible al público

source: Is restricted
es: Es restringido

source: Indicates if the archive will be restricted to some public
es: Indica que el archivo será restringido a cierto público

source: Restricted to this places
es: Restringido a estos lugares

source: If the archive is restricted it will be visible only in these places
es: Si el archivo es restringido será visible únicamente en estos lugares

source: collection
es: colección

source: collections
es: colecciones

source: Archive
es: Archivo

source: Archive to which the collection belongs
es: Archivo al que pertenece la colección

source: Name of the collection
es: Nombre de la colección

source: Slug of the collection, must be unique in the site
es: Slug de la colección, debe ser único en el sitio

source: Description of the collection
es: Descripción de la colección

source: Indicates if the collection will be visible to the public
es: Indica si la colección será visible al público

source: Indicates if the collection will be restricted to some public
es: Indica si la colección será restringida a cierto público

source: Representative image of the collection
es: Imagen representativa de la colección

source: If the collection is restricted it will be visible only in these places
es: Si la colección es restringida será visible únicamente en estos lugares

source: category
es: categoría

source: categories
es: categorías

source: Collection
es: Colección

source: Collection to which the category belongs
es: Colección a la que la categoría pertenece

source: Name of the category
es: Nombre de la categoría

source: Slug of the category, must be unique in the site
es: Slug de la categoría, debe ser única en el sitio

source: Description of the category
es: Descripción de la categoría

source: person
es: persona

source: people
es: gente

source: Name of the person
es: Nombre de la persona

source: Slug of the person, must be unique in the site
es: Slug de la persona, debe ser único en el sitio

source: Description of the person
es: Descripción de la persona

source: keyword
es: palabra clave

source: keywords
es: palabras claves

source: Name of the keyword
es: Nombre de la palabra clave

source: Slug of the keyword, must be unique in the site
es: Slug de la palabra clave, debe ser único en el sitio

source: Description of the keyword
es: Descripción de la palabra clave

source: Sound
es: Sonido

source: Document
es: Documento

source: piece
es: pieza

source: pieces
es: piezas

source: Code
es: Código

source: Code of the piece, must be unique in the site
es: Código de la pieza, debe ser único en el sitio

source: Title
es: Título

source: Title of the piece
es: Título de la pieza

source: Thumb
es: Miniatura

source: thumbnail of representative image of the piece
es: miniatura de una imagen representativa de la pieza

source: If the piece is not published, you will need to log in as admin to visit it
es: Si la pieza no está publicada, necesitarás logearte como administrador para visitarla

source: Kind
es: Tipo

source: Kind of the piece (video, sound, image or document)
es: Tipo de pieza (video, sonido, imagen o documento)

source: Collection to which the piece belongs
es: Colección a la que pertenece la pieza

source: Categories to which the piece belongs
es: Categorías a las que pertence la pieza

source: People who relate to the piece
es: Gente relacionada con la pieza

source: Keywords related to the piece
es: Palabras claves relacionadas con la pieza

source: Indicates if the piece will be restricted to some public
es: Indica si la pieza será restringida a cierto público

source: If the piece is restricted it will be visible only in these places
es: Si esta pieza está restringida solo será visible en estos lugares

source: sequence
es: sequencia

source: sequences
es: sequencias

source: Title of piece sequence
es: Título de secuencia de pieza

source: Content
es: Contenido

source: Tex content of piece sequence
es: Contenido de texto de la secuencia de pieza

source: Initiation
es: Inicio

source: Initiation time of piece sequence
es: Tiempo de inicio de la sequencia de pieza

source: End
es: Fin

source: End time of piece sequence
es: Tiempo de fin de la secuencia de pieza

source: provider
es: proveedor

source: providers
es: proveedores

source: Active
es: Activo

source: Determines if the provider is active, only one provider can be active at a time
es: Determina si un proveedor está activo, solo un proveedor puede estar activo al mismo tiempo

source: Video ID to be embedded in the player, field used by pieces of kind video
es: ID de video para ser usada por el visualizador, campo usado para las piezas del tipo video

source: Video Provider
es: Proveedor de Video

source: Video provider associated with the embed ID, field used by pieces of kind video
es: Proveedor de video asociado con el embed ID, campo usado por las piezas de tipo video

source: Image hosted on the server, field used by pieces of kind image
es: Imagen almacenada en el servidor, campo usado por las piezas del tipo imagen

source: File
es: Archivo

source: File hosted on the server, field used by pieces of kind document and sound
es: Archivo almacenado en el servidor, campo usado por las piezas de tipo documento o sonido

source: Online
es: En línea

source: Online Checked At
es: En línea checkeado en

source: piece metadata
es: metadatos de pieza

source: piece metadatas
es: metadatos de piezas

source: Event
es: Evento

source: Event related to the piece
es: Evento relacionado con la pieza

source: Description of the piece
es: Descripción de la pieza

source: Description Date
es: Fecha de la descripción

source: Date of the description
es: Fecha de la descripción

source: Location related to the piece
es: Locación relacionada con la pieza

source: Duration
es: Duración

source: Piece duration if applicable
es: Duración de la pieza si aplica

source: Register Date
es: Fecha de registro

source: Register date of the piece
es: Fecha de registro de la pieza

source: Register Author
es: Autor del registro

source: Author of the piece record
es: Author del registro de la pieza

source: Productor of the piece
es: Productor de la pieza

source: Notes
es: Notas

source: Notes related to the piece
es: Notas relacionadas con la pieza

source: Archivist Notes
es: Notas del archivero

source: Documentary Unit
es: Unidad documental

source: Documentary unit of the piece
es: Unidad documental de la pieza

source: Language
es: Lenguaje

source: Language of the piece
es: Lenguaje de la pieza

source: Original Format
es: Formato original

source: Original format of the piece
es: Formato original de la pieza

source: place
es: lugar

source: places
es: lugares

source: Name of the place
es: Nombre del lugar

source: Allowed Pieces
es: Piezas permitidas

source: Restricted pieces that are allowed to see from the place
es: Piezas restringidas que están accesibles desde el lugar

source: Allowed Collections
es: Colecciones permitidas

source: Restricted collections that are allowed to see from the place
es: Colecciones restringidas que están accesibles desde el lugar

source: Allowed Archives
es: Archivos permitidos

source: Restricted archives that are allowed to see from the place
es: Archivos restringidos que son accesibles desde el lugar

source: place address
es: dirección del lugar

source: place addresses
es: direcciones del lugar

source: IP Address
es: Dirección IP

source: IP Address of the place
es: Dirección IP del lugar

source: Description of the place address
es: Descripción de la dirección del lugar

source: Created at
es: Creado en

source: Updated at
es: Editado en

source: page
es: página

source: pages
es: páginas

source: Title of the page
es: Título de la página

source: Slug of the page, must be unique in the site
es: Slug de la página, debe ser único en el sitio

source: Kind of the page (page or redirect to link)
es: Tipo de página (página normal o redirige a un link)

source: Indicates if the page will be visible to the public
es: Indica si la página será visible al público

source: Body
es: Contenido

source: Page body to render in HTML
es: Cuerpo de la página a ser redenrizado en HTML

source: Header image
es: Imagen de cabecera

source: Header image of the page
es: Imagen de cabecera de la página

source: Redirect to
es: Redirige a

source: URL to be redirected
es: URL a ser redirigida

source: Allows you to associate the page to a specific archive
es: Permite asociar la página con un archivo específico

source: Allows you to associate the page to a specific collection
es: Permite asociar la página con una colección específica

source: Place
es: Lugar

source: Allows you to associate the page to a specific place
es: Permite asociar la página con un lugar específico

source: Is visible in navbar
es: Es visible en menú

source: Indicates whether a page link appears in the navigation bar
es: Indica si aparece un link de la página en la barra de navegación

source: Is visible in footer
es: Es visible en footer

source: Indicates whether a page link appears in the footer
es: Indica si un link de la página aparece en el pie del sitio

source: Indicates whether a page title appears in the body
es: Indica si el título de la página será visible en el cuerpo

source: Page
es: Página

source: Link
es: Enlace

source: It is not visible
es: No es visible

source: Your username and password didn't match. Please try again.
es: Usuario y contraseña no coinciden. Por favor intenta de nuevo.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
es: Tu cuenta no tiene acceso a esta página. Para proceder, favor logearse con una cuenta con acceso.

source: Please login to see this page.
es: Favor acceder para ver esta página.

source: Restore password
es: Reestablecer contraseña

source: Change Password
es: Cambiar Contraseña

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El link para reinicia la contraseña es inválido, posiblemente porque ya ha sido usado. Por favor, requerir un nuevo <a href="%(passwd_reset_url)s">reinicio de contraseña </a>.

source: Password Reset
es: Recuperación de Contraseña

source: You are authenticated
es: Ya estás autentificado

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: ¿Perdiste tu contraseña? Ingresa tu dirección de correo, y te enviaremos un correo para que puedas reestablecerla.

source: Reset My Password
es: Reestablecer contraseña

source: Update user
es: Editar usuario

source: User {self.object.username} updated
es: Usuario {self.object.username} editado

source: We have sent you an e-mail with your reset link
es: Hemos enviado un correo con un enlace de reestablecimiento

source: Your password is now changed.
es: Tu contraseña ha sido cambiada

source: Viewer
es: Visualizador

source: All
es: Todos

source: Log In
es: Acceder

source: Log Out
es: Cerrar sesión

source: Scope
es: Alcance

source: Home
es: Inicio

source: One Archive
es: Un Archivo

source: One Collection
es: Una Colección

source: Default
es: Por Defecto

source: Determines the scope of the content to be viewed by the public, which can be reduced to a single archive or collection
es: Determina el alcance del contenido a ser visualizado por el público, puede ser reducido a un solo archivo o colección

source: In case of selecting the scope in a single archive, the archive must be specified
es: En el caso de seleccionar un alcance de un solo archivo, el archivo debe ser especificado

source: In case of selecting the scope in a single collection, the collection must be specified
es: En el caso de seleccionar un alcance de una sola colección, la colección debe ser especificada

source: Indicates if the home page will be used by default (depending on the scope) or a specific page will be assigned
es: Indica si la página de inicio será la por defecto (dependiendo del alcance) o una página específica será asignada

source: In case of selecting the home by page this must be selected
es: En caso de seleccionar por inicio una página específica, ésta debe ser seleccionada

source: The one archive option requires to be specified
es: La opción de un archivo requiere ser especificado

source: The one collection option requires to be specified
es: La opción de una colección requiere ser especificada
